Repository: instructure/canvas-ios
Catalog: Parent/Parent/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Regarding: %@, Assignment - %@
ar: بخصوص: %@، المهمة - %@
ca: Sobre: %@, Activitat - %@
cy: Ynghylch: %@, Aseinaid - %@
da: Vedrørende: %@, Opgave - %@
da_instk12: Vedrørende: %@, Opgave - %@
de: Betreffend: %@, Aufgabe – %@
es: Asunto: %@, Tarea - %@
es_es: Asunto: %@, actividad: %@
fi: Koskee: %@, Tehtävä - %@
fr: À propos : %@, Travaux - %@
fr_ca: En ce qui concerne : %@, tâche — %@
ga: Maidir le: %@, Tasc - %@
hi: इसके संबंध में: %@, असाइनमेंट - %@
ht: Konsènan: %@, Devwa - %@
id: Tentang: %@, Tugas - %@
is: Varðandi: %@, verkefni - %@
it: Su: %@, Compito - %@
ja: Re：%@、課題 -%@
mi: E pā ana: %@, Whakataunga: %@
ms: Berkenaan: %@, Tugasan - %@
nb: Vedrørende: %@, Oppgave - %@
nb_instk12: Vedrørende: %@, Oppgave - %@
nl: Betreffende: %@, opdracht - %@
pl: W odniesieniu do: %@, zadanie- %@
pt: Em relação a: %@, Tarefa - %@
pt_br: Sobre: %@, Tarefa - %@
ru: Касательно: %@, задание - %@
sl: Zadeva: %@, Naloga – %@
sv: Angående : %@, uppgift – %@
sv_instk12: Angående : %@, uppgift – %@
th: เกี่ยวกับ: %@, ภารกิจ - %@
vi: Về việc: %@, Bài Tập - %@
zh: 事由：%@，作业 -%@
zh_hk: 關於：%@，作業 -%@

source: Remind Me
ar: ذكرني
ca: Recorda-m'ho
cy: Fy Atgoffa
da: Påmind mig
da_instk12: Påmind mig
de: Erinnerung
es: Recordármelo
es_es: Recordármelo
fi: Muistuta minua
fr: Me le rappeler
fr_ca: Me rappeler
ga: Cuir i gcuimhne dom
hi: मुझे याद दिलाएं
ht: Raple m
id: Ingatkan Saya
is: Minntu mig á
it: Promemoria
ja: リマインドする
mi: Whakamaumahara mai ki au
ms: Ingatkan Saya
nb: Påminnelse
nb_instk12: Påminnelse
nl: Stuur me een herinnering
pl: Przypomnij mi
pt: Relembra-me
pt_br: Lembrar-me
ru: Напомнить
sl: Opomni me
sv: Påminn mig
sv_instk12: Påminn mig
th: เตือนฉัน
vi: Nhắc Tôi
zh: 提醒我
zh_hk: 提醒我

source: Retry
ar: إعادة المحاولة
ca: Torna a provar-ho
cy: Ailgynnig
da: Prøv igen
da_instk12: Prøv igen
de: Erneut versuchen
es: Reintentar
es_es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
fr_ca: Réessayer
ga: Bain triail eile as
hi: फिर से कोशिश करें
ht: Re eseye
id: Coba lagi
is: Reyna aftur
it: Riprova
ja: 再試行
mi: Ngana anō
ms: Cuba semula
nb: Prøv igjen
nb_instk12: Forsøk igjen
nl: Opnieuw proberen
pl: Ponów próbę
pt: Tentar novamente
pt_br: Tentar novamente
ru: Повторить
sl: Ponovno poskusi
sv: Försök igen
sv_instk12: Försök igen
th: ลองใหม่
vi: Thử Lại
zh: 重试
zh_hk: 重試

source: Set a date and time to be notified of this event.
ar: تعيين تاريخ ووقت للإعلام بهذا الحدث.
ca: Establiu una data i hora per rebre una notificació sobre aquest esdeveniment.
cy: Gosod dyddiad ac amser i gael eich atgoffa am y digwyddiad hwn.
da: Indstil en dato og tid for, hvornår der skal meddeles om denne begivenhed.
da_instk12: Indstil en dato og tid for, hvornår der skal meddeles om denne begivenhed.
de: Datum und Uhrzeit zur Benachrichtigung über dieses Ereignis einstellen.
es: Establecer una fecha y un horario para que se me notifique este evento.
es_es: Establecer una fecha y un horario para que se me notifique este evento.
fi: Määritä päivämäärä ja aika, jolloin sinulle ilmoitetaan tästä tapahtumasta.
fr: Paramétrez une date et une heure à laquelle vous notifier de cet événement.
fr_ca: Définissez une date et une heure afin d’être averti de cet événement.
ga: Socraigh dáta agus am le bheith curtha ar an eolas faoin imeacht seo.
hi: इस घटना की सूचना पाने के लिए कोई तिथि और समय निर्धारित करें।
ht: Antre yon dat ak yon lè pou yo raple w aktivite sa a.
id: Atur tanggal dan waktu untuk diberi tahu tentang acara ini.
is: Stilltu inn dagsetningu og tíma til að fá áminningu um þennan viðburð.
it: Imposta una data e un’ora per ricevere la notifica su questo evento.
ja: このイベントの通知を受ける日付と時間を設定します。
mi: Whakatau he rā me te wā hei whakamōhiotia mo tēnei tauwhainga.
ms: Tetapkan tarikh dan masa untuk diberitahu mengenai acara ini.
nb: Angi tid og dato for påminnelse om denne oppgaven.
nb_instk12: Angi tid og dato for påminnelse om denne oppgaven.
nl: Stel een datum en tijd in waarop je een melding wilt krijgen voor deze gebeurtenis.
pl: Ustaw datę i godzinę powiadomienia o tym wydarzeniu.
pt: Defina uma data e hora para ser notificado deste evento.
pt_br: Definir uma data e hora para ser notificado sobre este evento.
ru: Задать дату и время уведомления об этом событии.
sl: Nastavite datum in čas obvestila o tem dogodku.
sv: Ange ett datum och tid för att få en notis för den här händelsen.
sv_instk12: Ange ett datum och tid för att få en notis för den här händelsen.
th: กำหนดวันที่และเวลาที่จะแจ้งเกี่ยวกับกิจกรรมนี้
vi: Cài đặt ngày và giờ để được thông báo về sự kiện này.
zh: 设定通知此活动的日期和时间。
zh_hk: 設定通知此活動的日期和時間。

source: Settings
ar: إعدادات
ca: Configuració
cy: Gosodiadau
da: Indstillinger
da_instk12: Indstillinger
de: Einstellungen
es: Configuraciones
es_es: Configuraciones
fi: Asetukset
fr: Paramètres
fr_ca: Paramètres
ga: Socruithe
hi: सेटिंग्स
ht: Paramèt
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
mi: Ngā Tautuhinga
ms: Tetapan
nb: Innstillinger
nb_instk12: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Configurações
pt_br: Configurações
ru: Настройки
sl: Nastavitve
sv: Inställningar
sv_instk12: Inställningar
th: ค่าปรับตั้ง
vi: Cài Đặt
zh: 设置
zh_hk: 設定

source: Something went wrong
ar: حدث خطأ ما
ca: Alguna cosa no ha anat bé
cy: Aeth rhywbeth o’i le
da: Noget gik galt
da_instk12: Noget gik galt
de: Etwas ging schief.
es: Se produjo un error.
es_es: Se ha producido un error
fi: Jotakin meni pieleen
fr: Un problème est survenu.
fr_ca: Une erreur est survenue
ga: Chuaigh rud eigin mícheart
hi: कुछ गड़बड़ हुई
ht: Gen yon bagay ki pase mal
id: Ada sesuatu yang salah
is: Eitthvað mistókst
it: Si è verificato un problema
ja: なにかが失敗しました
mi: I raruraru tētahi mea
ms: Sesuatu tidak kena
nb: Noe gikk galt
nb_instk12: Noe gikk galt
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt: Algo deu errado
pt_br: Algo deu errado
ru: Что-то пошло не так
sl: Prišlo je do težav
sv: Något gick fel
sv_instk12: Något gick fel
th: มีบางอย่างผิดปกติ
vi: Đã xảy ra vấn đề
zh: 出了些问题
zh_hk: 似乎出問題了

source: Submission
ar: الإرسال
ca: Entrega
cy: Cyflwyniad
da: Aflevering
da_instk12: Aflevering
de: Abgabe
es: Entrega
es_es: Entrega
fi: Tehtäväpalautus
fr: Soumission
fr_ca: Envoi
ga: Uaslódáil
hi: सबमिशन
ht: Soumisyon
id: Penyerahan
is: Skil
it: Consegna
ja: 提出
mi: Tapaetanga
ms: Serahan
nb: Innlevering
nb_instk12: Innlevering
nl: Inlevering
pl: Podanie
pt: Submissão
pt_br: Envio
ru: Отправка
sl: Oddaja
sv: Inlämning
sv_instk12: Inlämning
th: ผลงานจัดส่ง
vi: Nộp
zh: 提交
zh_hk: 提交項目

source: Submission & Rubric
ar: الإرسال ومقياس التقييم
ca: Entrega i rúbrica
cy: Cyflwyniad a Chyfarwyddyd Sgorio
da: Aflevering og rubrik
da_instk12: Aflevering og vurderingskriterie
de: Abgabe und Bewertungsschema
es: Entrega y rúbrica
es_es: Entrega y rúbrica
fi: Lähetys ja rubriikki
fr: Soumission et rubrique
fr_ca: Envoi et rubrique
ga: Uaslódáil & Rúibric
hi: सबमिशन और रुब्रिक
ht: Soumisyon ak Ribrik
id: Penyerahan & Rubrik
is: Skil og matsviðmið
it: Consegna e Rubrica
ja: 提出 & ルブリック
mi: Tāpaetanga & Rubric
ms: Serahan & Rubrik
nb: Innlevering og vurderingsveiledning
nb_instk12: Innlevering og vurderingskriterier
nl: Inlevering en rubriek
pl: Przesyłka i kryteria ocen
pt: Submissão e Rubrica
pt_br: Envio e rubrica
ru: Предоставление и рубрика
sl: Oddaja in ocenjevalni vodnik
sv: Inlämning och matris
sv_instk12: Inlämning och matris
th: ผลงานจัดส่งและเกณฑ์การให้คะแนน
vi: Bài Nộp và Bảng Đánh Giá Theo Tiêu Chí
zh: 提交项和评估表格
zh_hk: 提交項目及評分標準

source: Summary
ar: الملخص
ca: Resum
cy: Crynodeb
da: Sammendrag
da_instk12: Sammendrag
de: Übersicht
es: Resumen
es_es: Resumen
fi: Yhteenveto
fr: Résumé
fr_ca: Résumé
ga: Achoimre
hi: संक्षिप्त विवरण
ht: Rezime
id: Rangkuman
is: Samantekt
it: Riepilogo
ja: 概要
mi: Whakarāpopototanga
ms: Rumusan
nb: Sammendrag
nb_instk12: Sammendrag
nl: Samenvatting
pl: Podsumowanie
pt: Sumário
pt_br: Resumo
ru: Сводные данные
sl: Povzetek
sv: Sammanfattning
sv_instk12: Sammanfattning
th: สรุป
vi: Tóm Tắt
zh: 摘要
zh_hk: 摘要

source: Syllabus
ar: المنهج الدراسي
ca: Temari
cy: Maes Llafur
da: Læseplan
da_instk12: Fagplan
de: Kursplan
es: Programa del curso
es_es: Programa de la asignatura
fi: Opinto-ohjelma
fr: Programme
fr_ca: Plan de cours
ga: Siollabas
hi: पाठ्यक्रम
ht: Pwogram
id: Silabus
is: Kennsluáætlun
it: Piano di studio
ja: シラバス
mi: Marautanga
ms: Silibus
nb: Emneoversikt
nb_instk12: Fagoversikt
pl: Program
pt: Programa
pt_br: Programa
ru: Содержание курса
sl: Učni načrt
sv: Kursöversikt
sv_instk12: Kursöversikt
th: หลักสูตร
vi: Chương Trình Học
zh: 教学大纲
zh_hk: 課程大綱

source: Tap to switch students
ar: اضغط لتبديل الطلاب
ca: Toqueu per canviar d'estudiants
cy: Tapiwch i newid myfyrwyr
da: Tryk for at skifte studerende
da_instk12: Tryk for at skifte elev
de: Antippen, um den Studierenden zu wechseln
es: Presionar para cambiar estudiantes
es_es: Pulsar para cambiar estudiantes
fi: Napauta vaihtaaksesi opiskelijoita
fr: Appuyez pour changer d’élève
fr_ca: Tapotez pour changer d’étudiant
ga: Tapáil chun mic léinn a mhalartú
hi: छात्र स्विच करने के लिए टैप करें
ht: Tape pou chanje elèv
id: Ketuk untuk berganti siswa
is: Smelltu til að skipta nemendum
it: Tocca per cambiare studenti
ja: タップして受講者を切り替える
mi: Pātō ki te huri ngā ākonga
ms: Ketik untuk menukar pelajar
nb: Trykk for å bytte mellom studenter
nb_instk12: Trykk for å bytte mellom elever
nl: Tik om van cursist te wisselen
pl: Stuknij, aby przełącznik uczestników
pt: Toque para alternar os alunos
pt_br: toque para alternar alunos
ru: Нажмите для переключения учащихся
sl: Tapnite za preklop študentov
sv: Tryck för att växla student
sv_instk12: Tryck för att växla elev
th: กดเพื่อสลับผู้เรียน
vi: Nhấn để đổi sinh viên
zh: 点击以切换学生
zh_hk: 點選以轉換學生

source: The linked item is no longer available.
ar: العنصر المرتبط لم يعد متاحًا.
ca: L’element enllaçat ja no està disponible.
cy: Nid yw’r eitem cysylltiedig ar gael mwyach.
da: Det linkede element er ikke længere tilgængeligt.
da_instk12: Det linkede element er ikke længere tilgængeligt.
de: Das verknüpfte Element ist nicht mehr verfügbar.
es: El ítem vinculado ya no está disponible.
es_es: El ítem enlazado ya no está disponible.
fi: Linkitetty kohde ei ole enää saatavissa.
fr: L'élément vers lequel pointe le lien n’est plus disponible.
fr_ca: L’élément lié n’est plus disponible.
ga: Níl an mhír nasctha ar fáil a thuilleadh.
hi: लिंक किया गया आइटम अब उपलब्ध नहीं है।
ht: Atik ki asosye a pa disponib ankò.
id: Item yang dikaitkan tidak lagi tersedia.
is: Tengd atriði eru ekki lengur í boði.
it: L'elemento collegato non è più disponibile.
ja: リンクされている項目は利用できなくなりました。
mi: Kaore i te wātea te tuemi honotia.
ms: Item yang dipautkan tidak lagi tersedia.
nb: Det koblede elementet er ikke lenger tilgjengelig.
nb_instk12: Det koblede elementet er ikke lenger tilgjengelig.
nl: Het gelinkte item is niet langer beschikbaar.
pl: Wskazany element nie jest już dostępny.
pt: O item ligado já não está disponível.
pt_br: O item vinculado não está mais disponível.
ru: Связанная позиция больше не доступна.
sl: Povezani element ni več na voljo.
sv: Det länkade objektet är inte längre tillgängligt.
sv_instk12: Det länkade objektet är inte längre tillgängligt.
th: รายการที่เชื่อมโยงไม่พร้อมใช้งานอีกต่อไป
vi: Mục được liên kết không còn khả dụng.
zh: 关联的项目不再可用。
zh_hk: 連結的項目不再可用。

source: The student you are trying to add is at a different Canvas institution. Sign in or create an account with that institution to add this student.
ar: الطالب الذي تحاول إضافته في مؤسسة تعليمية مختلفة على Canvas. سجّل الدخول أو أنشئ حساباً في هذه المؤسسة التعليمية لإضافة هذا الطالب.
ca: L'estudiant que esteu provant d'afegir és d'una altra institució del Canvas. Inicieu la sessió o creeu un usuari amb aquesta institució per afegir l'estudiant.
cy: Mae’r myfyriwr rydych chi’n ceisio ei ychwanegu yn perthyn i un o sefydliadau eraill Canvas. Mae angen i chi fewngofnodi neu greu cyfrif gyda’r sefydliad hwnnw i ychwanegu’r myfyriwr yma.
da: Den studerende, du prøver at tilføje, er på en anden Canvas-institution. Log ind eller opret en konto med denne institution for at tilføje denne studerende.
da_instk12: Den elev, du prøver at tilføje, er på en anden Canvas-institution. Log ind eller opret en konto med denne institution for at tilføje denne elev.
de: Die/der Studierende*r, die/den Sie hinzufügen möchten, befindet sich an einer anderen Canvas-Institution. Melden Sie sich an oder erstellen Sie ein Konto bei dieser Einrichtung, um diese/n Studierende*n hinzuzufügen.
es: El estudiante que intenta agregar se encuentra en una institución diferente de Canvas. Inicie sesión o cree una cuenta con esa institución para agregar a este estudiante.
es_es: El estudiante que intentas añadir se encuentra en una institución diferente de Canvas. Inicia sesión o crea una cuenta con esa institución para añadir a este estudiante.
fi: Opiskelija, jota yrität lisätä, on eri Canvas-laitoksessa. Kirjaudu sisään tai luo tili kyseisen laitoksen kanssa lisätäksesi tämä opiskelija.
fr: L'élève que vous essayez d'ajouter est dans un autre établissement Canvas Connectez-vous ou créez un compte auprès de cet établissement pour ajouter cet élève
fr_ca: L’étudiant que vous tentez d’ajouter se trouve dans une autre institution Canvas. Connectez-vous ou créez un compte avec cette institution pour ajouter cet étudiant.
ga: Tá an mac léinn a bhfuil tú ag iarraidh a chur leis in institiúid Canvas eile. Sínigh isteach nó cruthaigh cuntas leis an institiúid sin chun an mac léinn seo a chur leis.
hi: जिस छात्र को आप जोड़ने का प्रयास कर रहे हैं वह किसी भिन्न Canvas संस्थान में है। इस छात्र को जोड़ने के लिए उस संस्थान में साइन इन करें या खाता बनाएं।
ht: Elèv w ap eseye ajoute a nan lòt enstitisyon Canvas. Konekte oswa kreye yon kont ak enstitisyon sa a pou w ka ajoute elèv sa a.
id: Siswa yang Anda coba tambah ada di institusi Canvas lain. Masuk atau buat akun dengan institusi itu untuk menambah siswa ini.
is: Nemandinn þú ert að reyna að bæta við er í annarri Canvas stofnun. Skráðu þig inn eða stofnaðu reikning hjá þeirri stofnun til að bæta við þessum nemanda.
it: Lo studente che stai tentando di aggiungere è in un istituto Canvas diverso. Accedi o crea un account con quell’istituto per aggiungere questo studente.
ja: 追加しようとしている受講者は、別のCanvas教育機関に所属しています。 この受講者を追加するには、その機関でサインインまたはアカウントを作成してください。
mi: Ko te ākonga e ngana ana koe ki te tāpiri kei tētahi Canvas wharenohonga rerekē. Waitohu are hanga rānei he pūkete me te wharenohonga ki te tāpiri ki tēnei ākonga.
ms: Pelajar yang anda cuba tambah berada di institusi Canvas yang berbeza. Log masuk atau cipta akuan dengan institusi tersebut untuk menambah pelajar ini.
nb: Studenten du forsøker å legge til, er på en annen Canvas-institusjon. Logg inn eller opprett en konto hos den institusjonen for å legge til denne studenten.
nb_instk12: Eleven du forsøker å legge til, er på en annen Canvas-institusjon. Logg inn eller opprett en konto hos den institusjonen for å legge til denne eleven.
nl: De cursist die je probeert toe te voegen is op een ander Canvas-instituut. Meld je aan of maak een account bij dat instituut om die cursist toe te voegen.
pl: Uczestnik, którego próbujesz dodać, jest w innej instytucji Canvas. Aby dodać tego uczestnika, zaloguj się lub utwórz konto w tej instytucji.
pt: O aluno que está a tentar adicionar está numa instituição de Canvas diferente. Entre ou crie uma conta com essa instituição para adicionar este estudante.
pt_br: O aluno que você está tentando adicionar está em uma instituição do Canvas diferente. Faça login ou crie uma conta nessa instituição para adicionar este aluno.
ru: Студент, которого вы пытаетесь добавить, находится в другом учебном заведении Canvas. Выполните вход или создайте учетную запись в этом учебном заведении, чтобы добавить этого студента.
sl: Študent, ki ga poskušate dodati, je v drugi ustanovi Canvas. Prijavite se ali ustvarite račun pri tej ustanovi, če želite dodati tega študenta.
sv: Studenten du försöker lägga till tillhör ett annat lärosäte. Logga in eller skapa ett konto med den institutiionen för att lägga till den här studenten.
sv_instk12: Eleven du försöker lägga till tillhör en annan institution. Logga in eller skapa ett konto med den institutionen för att lägga till den här eleven.
th: ผู้เรียนที่คุณพยายามเพิ่มอยู่ในสถาบันอื่นของ Canvas ลงชื่อเข้าใช้หรือจัดทำบัญชีผู้ใช้ของสถาบันดังกล่าวเพื่อเพิ่มผู้เรียนรายนี้
vi: Sinh viên bạn đang cố thêm vào đang ở tổ chức Canvas khác. Hãy đăng nhập hoặc tạo tài khoản với tổ chức đó để thêm sinh viên này vào.
zh: 您尝试添加的学生位于不同的 Canvas 机构。 请在该机构中注册会员或创建帐户以添加该学生。
zh_hk: 您嘗試添加的學生屬於另一個 Canvas 機構。 請登入至該機構或在該機構創建帳戶以添加此學生。

source: The value must a number between 0 and 100
ar: يجب أن تكون القيمة رقمًا بين 0 و100
ca: El valor ha de ser un número entre 0 i 100
cy: Mae’n rhaid i’r gwerth fod yn rhif rhwng 0 a 100.
da: Værdien skal være et tal mellem 0 og 100.
da_instk12: Værdien skal være et tal mellem 0 og 100.
de: Der Wert muss eine Zahl zwischen 0 und 100. sein.
es: El valor debe ser un número entre 0 y 100
es_es: El valor debe ser un número entre 0 y 100
fi: Arvon täytyy olla 0 ja 100 välillä
fr: La valeur doit être un nombre situé entre 0 et 100.
fr_ca: La valeur doit être un nombre compris entre 0 et 100
ga: Caithfidh uimhir idir 0 agus 100 a bheith sa luach
hi: मान 0 और 100 के बीच में कोई संख्या होनी चाहिए
ht: Valè a dwe se yon nonb ant 0 a 100
id: Nilai harus berupa angka di antara 0 dan 100
is: Gildið þarf að vera á milli 0 og 100
it: Il valore deve essere un numero compreso tra 0 e 100
ja: 値は0から100の間でなければなりません。
mi: Me waiho te wāriu i waenganui i te 0 me te 100 kaute
ms: Nilai mestilah satu nombor antara 0 dan 100.
nb: Verdien må være et tall mellom 0 og 100
nb_instk12: Verdien må være et tall mellom 0 og 100
nl: De waarde moet een getal zijn tussen 0 en 100
pl: Wartość powinna wynosić między 0 a 100.
pt: O valor deve ser um número entre 0 e 100
pt_br: O valor deve ser um número entre 0 e 100
ru: Значение должно быть числом от 0 до 100
sl: Vrednost mora biti število 0–100
sv: Värdet måste vara mellan 0 och 100
sv_instk12: Värdet måste vara mellan 0 och 100
th: ค่าจะต้องเป็นตัวเลขระหว่าง 0 - 100
vi: Giá trị phải là số nằm trong khoảng từ 0 đến 100.
zh: 值必须是介于 0 至 100 之间的数字
zh_hk: 數值必須是一個介於 0 和 100 之間的數字

source: There was an error loading alerts. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل التنبيهات. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar els avisos. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho negeseuon hysbysu. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsning af varslinger. Træk for at opdatere for at prøve igen.
da_instk12: Der opstod en fejl under indlæsning af varslinger. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden der Alarme. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es: Ocurrió un error al cargar las alertas. Pulse actualizar para volver a intentarlo.
es_es: Ha habido un error al cargar las alertas. Pulsa actualizar para volver a intentarlo.
fi: Hälytysten latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr: Une erreur est survenue lors du chargement des alertes. Balayez vers le bas pour actualiser et réessayer.
fr_ca: Une erreur est survenue lors du chargement des alertes. Tirez pour actualiser et réessayer.
ga: Tharla earráid agus foláirimh á lódáil. Tarraing chun athnuachan a dhéanamh chun triail eile a bhaint as.
hi: चेतावनियां लोड करने में त्रुटि हुई। फिर से कोशिश करने के लिए रीफ़्रेश करने के लिए खींचें।
ht: Te gen erè nan chajman alèt yo. Rale pou aktyalize pou ka eseye ankò.
id: Terjadi kesalahan peringatan pemuatan. Tarik untuk menyegarkan atau mencoba lagi.
is: Upp kom villa við að hlaða viðvörunum. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore nel caricamento degli avvisi. Trascinare verso il basso per aggiornare e riprovare.
ja: アラートの読み込み中にエラーが発生しました。プルして更新し、再試行してください。
mi: He hapa i te wā e uta ana i ngā mātohi Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat memuatkan isyarat. Tarik untuk segar semula untuk mencuba lagi.
nb: Det oppsto en feil under lasting av varsler. Dra for å oppdatere og prøve på nytt.
nb_instk12: Det oppsto en feil under lasting av varsler. Dra for å oppdatere og prøve på nytt.
nl: Er is een probleem opgetreden bij het laden van waarschuwingen. Ophalen om te vernieuwen om het opnieuw te proberen.
pl: Wystąpił błąd podczas wczytywania alertów. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt: Houve um erro ao carregar seus alertas. Puxe para refrescar para tentar novamente.
pt_br: Ocorreu um erro ao carregar os alertas. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при загрузке оповещений. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju opozoril je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Ett fel inträffade när notiser laddades. Dra för att uppdatera igen.
sv_instk12: Ett fel inträffade när notiser laddades. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดการแจ้งเตือน ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải cảnh báo. Hãy kéo để làm mới rồi thử lại.
zh: 加载警告时发生错误。下拉刷新以重试。
zh_hk: 載入提醒時發生錯誤。提取以進行重新整理以再試一次。
